const Agreement = () => {
  return (
    <section className="pt-28 pb-8">
      <div className="container">
        <h1 className="text-4xl text-center font-bold mb-10 max-sm:text-2xl max-sm:mb-6">
          Пользовательское соглашение
        </h1>
        <div className="mb-7">
          <h2 className="text-2xl font-bold mb-6 max-sm:text-lg max-sm:mb-4">
            Условия использования
          </h2>
          <div className="flex flex-col gap-2">
            <p>Добро пожаловать в VMIRE!</p>
            <p>
              Настоящие Условия использования ("Условия") регулируют
              использование вами VMIRE (если прямо не указано, что применяются
              отдельные условия, а не эти) и содержат информацию о Сервисе VMIRE
              ("Сервис"), изложенную ниже. Создавая аккаунт VMIRE или используя
              VMIRE, вы принимаете настоящие условия.
            </p>
            <p>
              Сервис VMIRE является продуктом разработчика Мутовкина Евгения
              Вадимовича. Таким образом, настоящие Условия использования
              представляют собой соглашение между вами и Мутовкиным Евгением
              Вадимовичем.
            </p>
          </div>
        </div>
        <div className="mb-7">
          <h2 className="text-2xl font-bold mb-6 max-sm:text-lg max-sm:mb-4">
            Исходные данные
          </h2>
          <div className="flex flex-col gap-2">
            <p>Разработчик Мутовкин Евгений Вадимович</p>
            <p>
              Связаться по электронной почте:{" "}
              <a
                className="text-[#874AB0]"
                href="mailto:mutovkinindustries@gmail.com"
              >
                mutovkinindustries@gmail.com
              </a>
            </p>
          </div>
        </div>
        <div className="mb-7">
          <h2 className="text-2xl font-bold mb-6 max-sm:text-lg max-sm:mb-4">
            Сервис VMIRE
          </h2>
          <div className="flex flex-col gap-2 mb-7">
            <p>
              Мы соглашаемся предоставлять вам Сервис VMIRE. Сервис включает в
              себя все продукты, функции, приложения, сервисы, технологии и
              программное обеспечение VMIRE, которые мы предоставляем для
              выполнения миссии VMIRE помогать вам стать ближе к любимым людям и
              вещам. Сервис включает следующие компоненты:
            </p>
          </div>
          <div className="flex flex-col gap-5 pl-8">
            <div>
              <h3 className="text-lg font-semibold mb-3 max-sm:text-sm">
                Предложение персонализированной возможности создавать контент,
                общаться, узнавать новое и обмениваться опытом и впечатлениями с
                другими людьми.
              </h3>
              <div className="flex flex-col gap-2">
                <p>
                  Люди разные. Мы хотим, чтобы у вас была возможность укреплять
                  отношения с другими людьми, делясь впечатлениями и рассказывая
                  о том, что для вас важно. Поэтому мы создаем системы, чтобы
                  понимать, кто и что интересует вас и других людей, и
                  используем эту информацию, чтобы помогать вам создавать или
                  находить интересный контент, отслеживать, чем делятся другие
                  люди, и делиться с ними тем, что для вас важно. Среди прочего,
                  мы выделяем контент, функции, предложения и аккаунты, которые
                  могут вас заинтересовать, и предлагаем способы использования
                  VMIRE на основании ваших действий и действий других людей в
                  сервисе VMIRE и за его пределами.
                </p>
              </div>
            </div>
            <div>
              <h3 className="text-lg font-semibold mb-3 max-sm:text-sm">
                Создание благоприятной, открытой для всех и безопасной среды.
              </h3>
              <div className="flex flex-col gap-2">
                <p>
                  Мы разрабатываем и используем инструменты и предлагаем
                  участникам нашего сообщества ресурсы, помогающие обеспечить в
                  VMIRE положительное и открытое для всех взаимодействие, в том
                  числе тогда, когда считаем, что они могут нуждаться в помощи.
                  У нас также есть команды и системы для борьбы со
                  злоупотреблениями и нарушениями наших Условий и политик, а
                  также вредным и вводящим в заблуждение поведением. Мы
                  используем всю имеющуюся у нас информацию (в том числе вашу
                  информацию), чтобы обеспечивать безопасность нашей платформы.
                </p>
              </div>
            </div>
            <div>
              <h3 className="text-lg font-semibold mb-3 max-sm:text-sm">
                Разработка и использование технологий, которые помогают нам
                обслуживать наше растущее сообщество.
              </h3>
              <div className="flex flex-col gap-2">
                <p>
                  Организация и анализ информации в рамках растущего сообщества
                  VMIRE очень важны для нашего Сервиса. Значительной его
                  составляющей является создание и использование передовых
                  технологий, которые помогают нам персонализировать, защищать и
                  улучшать наш Сервис для широкого мирового сообщества. Такие
                  технологии, как искусственный интеллект и машинное обучение,
                  дают нам возможность применять в нашем Сервисе сложные
                  процессы. Автоматизированные технологии также помогают нам
                  обеспечивать функционирование и целостность нашего Сервиса.
                </p>
              </div>
            </div>
            <div>
              <h3 className="text-lg font-semibold mb-3 max-sm:text-sm">
                Связь между вами и интересующими вас брендами, товарами и
                услугами.
              </h3>
              <div className="flex flex-col gap-2">
                <p>
                  Мы используем данные из VMIRE, а также от сторонних партнеров,
                  чтобы показывать вам рекламу, предложения и другой спонсорский
                  контент, который, по нашему мнению, будет для вас значимым.
                  При этом мы стараемся, чтобы такой контент был не менее
                  актуальным для вас, чем остальные материалы, которые вы видите
                  в VMIRE.
                </p>
              </div>
            </div>
            <div>
              <h3 className="text-lg font-semibold mb-3 max-sm:text-sm">
                Исследования и инновации.
              </h3>
              <div className="flex flex-col gap-2">
                <p>
                  Мы используем имеющуюся у нас информацию, чтобы разрабатывать,
                  тестировать и улучшать наш Сервис и в сотрудничестве с другими
                  лицами проводить исследования с целью его улучшения и
                  повышения эмоционального благополучия нашего сообщества. Это
                  включает анализ имеющихся у нас данных о наших пользователях и
                  изучение того, как люди используют наш Сервис (например, путем
                  проведения опросов, тестирования и устранения неполадок в
                  новых функциях).
                </p>
              </div>
            </div>
          </div>
        </div>
        <div className="mb-7">
          <h2 className="text-2xl font-bold mb-6 max-sm:text-lg max-sm:mb-4">
            Финансирование нашего Сервиса
          </h2>
          <div className="flex flex-col gap-2">
            <p>
              Вы не будете оплачивать использование VMIRE, однако, используя
              Сервис, на который распространяются настоящие Условия, вы тем
              самым признаете, что мы можем показывать вам рекламу, за которую
              нам платят компании и организации, продвигающие свои товары и
              услуги. Мы используем ваши персональные данные, такие как
              информация о ваших действиях и интересах, чтобы показывать вам
              наиболее актуальные для вас рекламные объявления.
            </p>
            <p>
              Мы показываем вам актуальную и полезную рекламу, не раскрывая вашу
              личность рекламодателям. Мы не продаем ваши персональные данные.
              Мы разрешаем рекламодателям сообщать нам о своих бизнес-целях и
              целевой аудитории, которой они хотят показывать свою рекламу.
              Затем мы показываем их рекламу людям, которым она может быть
              интересна.
            </p>
            <p>
              Мы также предоставляем рекламодателям отчеты о результативности
              рекламы, которые помогают им понять, как люди взаимодействуют с их
              контентом в сети VMIRE и за ее пределами. Так, мы предоставляем
              рекламодателям общие демографические данные и информацию об
              интересах, чтобы они получили более четкое представление о своей
              аудитории. Мы никому не предоставляем информацию, по которой можно
              установить вашу личность (например, ваше имя и электронный адрес,
              которые сами по себе могут использоваться для связи с вами или для
              установления вашей личности), если вы не дадите нам на это
              специальное разрешение.
            </p>
            <p>
              Вы можете видеть в VMIRE брендированный контент, размещенный
              владельцами аккаунтов, которые продвигают товары или услуги в
              рамках коммерческих отношений с бизнес-партнером, указанным в
              контенте.
            </p>
          </div>
        </div>
        <div className="mb-7">
          <h2 className="text-2xl font-bold mb-6 max-sm:text-lg max-sm:mb-4">
            Политика использования данных
          </h2>
          <div className="flex flex-col gap-2">
            <p>
              Для предоставления нашего Сервиса нам необходимо собирать и
              использовать вашу информацию.
            </p>
          </div>
        </div>
        <div className="mb-7">
          <h2 className="text-2xl font-bold mb-6 max-sm:text-lg max-sm:mb-4">
            Ваши обязательства
          </h2>
          <div className="flex flex-col gap-2">
            <p>
              В обмен на наше обязательство предоставлять Сервис вы должны взять
              на себя следующие обязательства перед нами.
            </p>
          </div>
        </div>
        <div className="mb-7">
          <h2 className="text-2xl font-bold mb-6 max-sm:text-lg max-sm:mb-4">
            Сбор данных
          </h2>
          <div className="flex flex-col gap-2">
            <p>
              При вашем согласии мы собираем контактные данные из вашей записной
              книги телефона для построения связей внутри сети и автоматических
              рекомендаций по поиску ваших контактов в нашей сети. Вы всегда
              можете отказаться от синхронизации списка контактов с нашей
              системой.
            </p>
          </div>
        </div>
        <div className="mb-7">
          <h2 className="text-2xl font-bold mb-6 max-sm:text-lg max-sm:mb-4">
            Кто может использовать VMIRE.
          </h2>
          <div className="flex flex-col gap-2">
            <p>
              Мы хотим, чтобы наш Сервис был максимально открытым и доступным
              для всех, но вместе с тем безопасным, защищенным и соответствующим
              требованиям законодательства. Поэтому, чтобы стать частью
              сообщества VMIRE, вы должны соблюдать некоторые ограничения.
            </p>
            <p>Вам должно быть как минимум 13 лет.</p>
            <p>
              Вам не должно быть запрещено получать какой-либо из компонентов
              нашего Сервиса в соответствии с действующим законодательством или
              использовать Сервисы, связанные с платежами, если вы входите в
              действующие списки запрещенных лиц.
            </p>
            <p>
              Ваш аккаунт не должен быть ранее отключен нами за нарушение
              законодательства или каких-либо наших правил.
            </p>
            <p>
              Вы не должны быть осуждены за совершение преступления на
              сексуальной почве.
            </p>
          </div>
        </div>
        <div className="mb-7">
          <h2 className="text-2xl font-bold mb-6 max-sm:text-lg max-sm:mb-4">
            Запрещенные способы использования VMIRE
          </h2>
          <div className="flex flex-col gap-2 mb-7">
            <p>
              Предоставление безопасного и открытого Сервиса широкому сообществу
              требует, чтобы каждый из нас соблюдал правила.
            </p>
          </div>
          <div className="flex flex-col gap-5 pl-8">
            <div>
              <h3 className="text-lg font-semibold mb-3 max-sm:text-sm">
                Вы не имеете права выдавать себя за других людей или
                предоставлять неточную информацию.
              </h3>
              <div className="flex flex-col gap-2">
                <p>
                  Вы не обязаны раскрывать свою личность в Instagram, но вы
                  должны предоставить нам точную и актуальную информацию (в том
                  числе регистрационную), которая может включать персональные
                  данные. Кроме того, вы не имеете права выдавать себя за людей,
                  которыми не являетесь, или представлять компании, к которым не
                  имеете отношения, а также создавать аккаунты для других лиц
                  без их прямого разрешения.
                </p>
              </div>
            </div>
            <div>
              <h3 className="text-lg font-semibold mb-3 max-sm:text-sm">
                Вы не имеете права совершать незаконные, вводящие в заблуждение
                или обманные действия либо иные действия в незаконных или
                несанкционированных целях.
              </h3>
            </div>
            <div>
              <h3 className="text-lg font-semibold mb-3 max-sm:text-sm">
                Вы не имеете права нарушать (а также помогать другим лицам или
                призывать их нарушать) настоящие Условия или наши правила.
              </h3>
              <div className="flex flex-col gap-2">
                <p>
                  Публикуя брендированный контент, вы должны соблюдать наши
                  правила, которые предусматривают обязательное использование
                  инструмента работы с брендированным контентом.
                </p>
              </div>
            </div>
            <div>
              <h3 className="text-lg font-semibold mb-3 max-sm:text-sm">
                Вы не имеете права препятствовать нормальной работе Сервиса или
                вмешиваться в его работу.
              </h3>
              <div className="flex flex-col gap-2">
                <p>
                  Сюда относится ненадлежащее использование каналов для жалоб,
                  споров и запросов на обжалование, например отправка
                  мошеннических или необоснованных жалоб либо запросов на
                  обжалование.
                </p>
              </div>
            </div>
            <div>
              <h3 className="text-lg font-semibold mb-3 max-sm:text-sm">
                Вы не имеете права предпринимать попытки создания аккаунтов,
                сбора информации или доступа к ней несанкционированными
                способами.
              </h3>
              <div className="flex flex-col gap-2">
                <p>
                  Сюда относятся создание аккаунтов или сбор информации с
                  помощью автоматизированных средств без нашего прямого
                  разрешения.
                </p>
              </div>
            </div>
            <div>
              <h3 className="text-lg font-semibold mb-3 max-sm:text-sm">
                Вы не имеете права продавать, передавать по лицензии или
                покупать какие-либо аккаунты или данные, полученные от нас или
                из нашего Сервиса.
              </h3>
              <div className="flex flex-col gap-2">
                <p>
                  Сюда относятся попытки покупки, продажи или передачи
                  каких-либо данных вашего аккаунта (в том числе вашего имени
                  пользователя), запроса, сбора или использования учетных данных
                  для входа или значков других пользователей, а также запроса
                  или сбора имен пользователей и паролей в VMIRE либо присвоения
                  чужих маркеров доступа.
                </p>
              </div>
            </div>
            <div>
              <h3 className="text-lg font-semibold mb-3 max-sm:text-sm">
                Вы не имеете права без разрешения публиковать личную или
                конфиденциальную информацию пользователей или иным способом
                нарушать чьи-либо права, в том числе права на интеллектуальную
                собственность (например, путем нарушения авторского права, права
                на товарный знак, распространения контрафактных или пиратских
                товаров).
              </h3>
              <div className="flex flex-col gap-2">
                <p>
                  Вы вправе использовать чужие работы в соответствии с
                  исключениями или ограничениями в отношении авторского права и
                  смежных прав, предусмотренными применимым законодательством.
                  Вы заверяете, что вы владеете контентом, который публикуете
                  или которым делитесь, либо получили на него все необходимые
                  права.
                </p>
              </div>
            </div>
            <div>
              <h3 className="text-lg font-semibold">
                Вы не имеете права изменять, переводить или реконструировать
                какие-либо наши продукты или их компоненты либо пытаться создать
                производные работы на их основе.
              </h3>
            </div>
            <div>
              <h3 className="text-lg font-semibold">
                Вы не имеете права использовать в своем имени пользователя
                доменное имя или URL без нашего предварительного письменного
                согласия.
              </h3>
            </div>
          </div>
        </div>
        <div className="mb-7">
          <h2 className="text-2xl font-bold mb-6 max-sm:text-lg max-sm:mb-4">
            Разрешения, которые вы предоставляете нам.
          </h2>
          <div className="flex flex-col gap-2 mb-7">
            <p>
              В рамках нашего соглашения вы также даете нам разрешения,
              необходимые для предоставления Сервиса.
            </p>
          </div>
          <div className="flex flex-col gap-5 pl-8">
            <div>
              <h3 className="text-lg font-semibold mb-3 max-sm:text-sm">
                Мы не заявляем прав собственности на ваш контент, но вы даете
                нам лицензию на его использование.
              </h3>
              <div className="flex flex-col gap-2">
                <p>
                  Ваши права на ваш контент остаются неизменными. Мы не заявляем
                  прав собственности на ваш контент, который вы публикуете в
                  Сервисе или через него, а вы вправе в любой момент делиться им
                  с кем угодно. Однако нам нужно получить от вас некоторые
                  законные разрешения (именуемые "лицензией") для предоставления
                  Сервиса. Когда вы публикуете или загружаете контент,
                  являющийся объектом прав на интеллектуальную собственность
                  (например, фото или видео), в наш Сервис либо делитесь таким
                  контентом или в связи с нашим Сервисом, вы настоящим даете нам
                  неисключительную, действующую по всему миру лицензию с правом
                  передачи и выдачи сублицензий на хранение, использование,
                  распространение, изменение, запуск, копирование, публичное
                  исполнение или показ, перевод вашего контента и создание
                  производных работ на его основе (в соответствии с вашими
                  настройками конфиденциальности и приложения) в целях
                  предоставления Сервиса VMIRE. Действие лицензии прекращается,
                  когда ваш контент удаляется из наших систем. Вы можете удалять
                  контент по отдельности или весь сразу, удалив свой аккаунт.
                  Чтобы узнать, как мы используем информацию и как управлять
                  вашим контентом или удалить его.
                </p>
              </div>
            </div>
            <div>
              <h3 className="text-lg font-semibold mb-3 max-sm:text-sm">
                Использование вашего имени пользователя, фото профиля и
                информации о ваших отношениях и действиях в связи с аккаунтами,
                рекламой и спонсорским контентом.
              </h3>
              <div className="flex flex-col gap-2">
                <p>
                  Ваше имя пользователя, фото профиля и информация о ваших
                  действиях (например, отметках "Нравится") или отношениях
                  (например, подписках) могут использоваться рядом или в связи с
                  аккаунтами, рекламой, предложениями или другим спонсорским
                  контентом, на которые вы подписываетесь или с которыми вы
                  взаимодействуете, без выплаты вам какого-либо вознаграждения.
                  Например, мы можем показывать информацию о том, что вы
                  поставили отметку "Нравится" спонсорской публикации, созданной
                  брендом, который заплатил нам за демонстрацию его рекламы в
                  VMIRE. Как и в случае действий с другим контентом и подписками
                  на другие аккаунты, действия со спонсорским контентом и
                  подписки на рекламные аккаунты могут видеть только люди,
                  которым вы разрешили видеть такой контент или подписки. Мы
                  также будем принимать во внимание ваши настройки рекламы.
                </p>
              </div>
            </div>
            <div>
              <h3 className="text-lg font-semibold mb-3 max-sm:text-sm">
                Вы соглашаетесь с тем, что мы можем скачивать и устанавливать
                обновления Сервиса на ваше устройство.
              </h3>
            </div>
          </div>
        </div>
        <div className="mb-7">
          <h2 className="text-2xl font-bold mb-6 max-sm:text-lg max-sm:mb-4">
            Дополнительные права, которые мы сохраняем за собой
          </h2>
          <div className="flex flex-col gap-2">
            <p>
              Если вы выбираете имя пользователя или аналогичное средство
              идентификации для своего аккаунта, мы оставляем за собой право
              изменить его, если сочтем это целесообразным или необходимым
              (например, если оно нарушает чьи-либо права на интеллектуальную
              собственность или если вы выдаете себя за другого пользователя).
            </p>
            <p>
              Если вы используете контент, являющийся объектом прав на
              интеллектуальную собственность, имеющийся у нас и предоставляемый
              нами в нашем Сервисе (например, при создании или публикации
              контента вы можете добавлять в него предоставляемые нами
              изображения, оформление, видео или звуки), мы оставляем за собой
              все права на наш контент (но не на ваш контент).
            </p>
            <p>
              Вы можете использовать нашу интеллектуальную собственность и
              товарные знаки только при наличии нашего предварительного
              письменного разрешения.
            </p>
            <p>
              Вы должны получить письменное разрешение у нас или разрешение в
              рамках открытой лицензии, прежде чем изменять, создавать
              производные работы, декомпилировать или пытаться иным образом
              получить от нас исходный код.
            </p>
          </div>
        </div>
        <div className="mb-7">
          <h2 className="text-2xl font-bold mb-6 max-sm:text-lg max-sm:mb-4">
            Удаление контента и временное или постоянное отключение вашего
            аккаунта
          </h2>
          <div className="flex flex-col gap-2">
            <p>
              Мы вправе удалить любой контент или информацию, которыми вы
              делитесь в Сервисе, если сочтем, что они нарушают настоящие
              Условия использования или наши правила, либо если это
              предусмотрено требованиями законодательства. Мы вправе отказаться
              или немедленно прекратить предоставлять вам Сервис полностью или
              частично (в том числе отключить ваш доступ к VMIRE на временной
              или постоянной основе) с целью защиты нашего сообщества или
              сервисов либо при условии, что вы создаете риск или
              неблагоприятные правовые последствия для нас, нарушаете настоящие
              Условия использования или наши правила, неоднократно нарушаете
              права на интеллектуальную собственность других людей либо это
              предусмотрено требованиями законодательства. Мы также вправе
              прекратить или изменить работу Сервиса, удалить или заблокировать
              контент или информацию, опубликованные в нашем Сервисе, либо
              прекратить предоставление Сервиса полностью или частично, если
              установим, что в этом есть обоснованная необходимость для
              предотвращения или смягчения негативных правовых или нормативных
              последствий для нас. В некоторых случаях, удаляя контент, мы
              сообщим вам об этом и разъясним доступные вам варианты действий
              для подачи запроса на повторную проверку, кроме случаев
              существенного или неоднократного нарушения вами настоящих Условий,
              а также случаев, когда такие наши действия могут повлечь для нас
              или других лиц юридическую ответственность, навредить нашему
              сообществу пользователей, поставить под угрозу или нарушить
              целостность либо работу любого из наших сервисов, систем или
              продуктов, а также когда мы ограничены техническими ограничениями
              либо нам запрещено делать это по юридическим причинам. Если вы
              считаете, что ваш аккаунт был отключен по ошибке, либо вы хотите
              отключить или навсегда удалить свой аккаунт. Если вы запросите
              удаление контента или своего аккаунта, процесс удаления начнется
              автоматически не позднее 30 дней с момента отправки запроса. После
              начала процесса удаления может потребоваться до 90 дней, прежде
              чем контент будет удален. В процессе удаления контента его не
              смогут просматривать другие пользователи, но к нему все так же
              будут применяться настоящие Условия использования и наша Политика
              использования данных. После удаления контента может дополнительно
              потребоваться до 90 дней на его удаление из резервных копий и
              систем аварийного восстановления.
            </p>
            <p>
              Наше право расторгнуть соглашение по веской причине остается в
              силе. Веской причиной, в частности, считается наступление
              ситуации, когда сторона нарушает свои обязательства по настоящему
              Пользовательскому соглашению, любые законы, права третьих сторон
              или политики конфиденциальности и, учитывая все обстоятельства
              конкретного случая и взвесив интересы обеих сторон, нельзя
              ожидать, что расторгающая сторона сохранит договорные отношения до
              согласованной даты расторжения или истечения срока уведомления.
              Расторжение по веской причине возможно лишь в разумные сроки после
              того, как стороне станет известно о нарушении.
            </p>
            <p>
              Если веской причиной является нарушение обязательства по
              настоящему Пользовательскому соглашению, расторжение допускается
              только по истечении предоставленного периода устранения нарушения
              или после предупреждения, если нарушение не было устранено. Однако
              отсрочка использования средства правовой защиты не применяется,
              если другая сторона всерьез и окончательно отказывается исполнять
              свои обязательства или немедленное расторжение является
              оправданным в сложившейся ситуации, учитывая интересы обеих
              сторон. Если вы считаете, что ваш аккаунт был отключен по ошибке,
              либо вы хотите отключить или навсегда удалить свой аккаунт.
            </p>
            <p>
              Контент не будет удален в течение 90 дней с момента запуска
              процесса удаления аккаунта или контента в следующих случаях:
            </p>
            <p>
              если ваш контент был использован другими пользователями согласно
              этой лицензии, и они не удалили его (в таком случае эта лицензия
              будет продолжать действовать до тех пор, пока контент не будет
              удален);
            </p>
            <p>
              если удаление в течение 90 дней невозможно в силу технических
              ограничений наших систем (в таком случае мы завершим удаление, как
              только это станет технически выполнимо); или
            </p>
            <p>
              если удаление ограничит нашу способность: расследовать или
              выявлять незаконные действия или нарушения наших условий и правил
              (например, для выявления или расследования случаев ненадлежащего
              использования наших продуктов или систем);
            </p>
            <p>
              обеспечивать защиту и безопасность наших продуктов, систем и
              пользователей; соблюдать юридические обязательства, такие как
              сохранение доказательств; или выполнить запрос судебного или
              административного органа, правоохранительных органов или
              государственного органа;
            </p>
            <p>
              в таком случае контент будет храниться не дольше, чем это
              необходимо для целей, для которых он был сохранен (точная
              продолжительность хранения будет зависеть от конкретного случая).
            </p>
            <p>
              Если вы удалите или мы отключим ваш аккаунт, настоящие Условия
              прекратят действовать как соглашение между вами и нами, однако
              положения этого раздела и раздела "Наше соглашение и что
              происходит, если мы не согласны" останутся в силе даже после
              прекращения действия, отключения или удаления вашего аккаунта.
            </p>
          </div>
        </div>
        <div className="mb-7">
          <h2 className="text-2xl font-bold mb-6 max-sm:text-lg max-sm:mb-4">
            Наше соглашение и последствия наших разногласий Наше соглашение.
          </h2>
          <div className="flex flex-col gap-2">
            <p>
              Если какой-либо аспект настоящего соглашения не имеет юридической
              силы, остальные аспекты остаются в силе.
            </p>
            <p>
              Любые поправки к нашему соглашению или отказы от него должны
              оформляться письменно и подписываться нами. Если мы не добиваемся
              принудительного исполнения какого-либо аспекта настоящего
              соглашения, это не считается отказом от него.
            </p>
            <p>Мы оставляем за собой все права, не предоставленные вам явно.</p>
          </div>
        </div>
        <div className="mb-7">
          <h2 className="text-2xl font-bold mb-6 max-sm:text-lg max-sm:mb-4">
            Кто обладает правами по настоящему соглашению.
          </h2>
          <div className="flex flex-col gap-2">
            <p>
              Настоящее соглашение не дает никаких прав третьим сторонам. Вам
              запрещается передавать свои права или обязанности по настоящему
              соглашению без нашего согласия. Мы вправе уступать наши права и
              обязанности другим лицам. Например, это может произойти в случае
              смены собственника (при слиянии, поглощении или продаже активов)
              или в силу закона.
            </p>
          </div>
        </div>
        <div className="mb-7">
          <h2 className="text-2xl font-bold mb-6 max-sm:text-lg max-sm:mb-4">
            Кто понесет ответственность, если что-нибудь случится.
          </h2>
          <div className="flex flex-col gap-2">
            <p>
              Мы несем ответственность лишь в следующих случаях: Мы несем
              неограниченную ответственность в соответствии с положениями
              законодательства; в случае причинения вреда жизни или здоровью;
              при наличии умысла; грубой небрежности; или в соответствии с
              Законом об ответственности за качество продукции.
            </p>
            <p>
              Без ограничений в отношении вышесказанного, мы несем
              ответственность за незначительное упущение только в случае
              нарушения «существенного» обязательства по настоящему соглашению.
              "Существенными" обязательствами в этом смысле признаются
              обязательства, которые необходимы для исполнения соглашения,
              нарушение которых поставило бы под угрозу достижение цели
              соответствующего соглашения и на соблюдение которых вы можете
              полагаться. В этих случаях ответственность ограничивается
              типичными и предсказуемыми убытками; во всех прочих случаях мы не
              несем ответственности за незначительное упущение.
            </p>
          </div>
        </div>
        <div className="mb-7">
          <h2 className="text-2xl font-bold mb-6 max-sm:text-lg max-sm:mb-4">
            Как мы решаем споры.
          </h2>
          <div className="flex flex-col gap-2">
            <p>
              При возникновении претензии или спора, обусловленных или связанных
              с использованием вами Сервиса как потребителем, мы с вами
              соглашаемся, что вы имеете право разрешить спор или претензию по
              отношению к нам, а мы имеем право разрешить спор или претензию по
              отношению к вам, в любом компетентном суде основной страны вашего
              проживания, юрисдикция которого распространяется на вашу претензию
              или спор, при этом законодательство такой страны будет применяться
              без учета норм коллизионного права.
            </p>
            <p>
              Нам важны отзывы и другие рекомендации, но мы вправе использовать
              их без каких-либо ограничений или обязанностей по выплате вам
              вознаграждения за них, а также не обязаны хранить их в качестве
              конфиденциальной информации.
            </p>
            <p>
              Обновление настоящих Условий Мы можем изменять наш Сервис и
              правила, и у нас может возникать необходимость внести изменения в
              настоящие Условия для точного отражения в них нашего Сервиса и
              правил. Мы будем вносить изменения, только если положения станут
              неактуальными или будут содержать неполную информацию и только
              если изменения будут разумными для вас с учетом ваших интересов.
              Если иное не предусмотрено требованиями законодательства, мы будем
              уведомлять вас об изменениях и имеющемся у вас выборе (например, с
              помощью нашего Сервиса) не менее чем за 30 дней до обновления
              Условий и давать вам возможность ознакомиться с такими
              изменениями, прежде чем они вступят в силу. Если после этого вы
              продолжите использовать Сервис, вы обязаны будете соблюдать
              обновленные Условия. Если вы не согласны с настоящими Условиями
              или какой-либо обновленной версией Условий, вы можете удалить свой
              аккаунт.
            </p>
          </div>
        </div>
      </div>
    </section>
  );
};

export default Agreement;
