export const seoVariables = {
  MAIN: {
    title: "ClickContent | платформа для продажи авторских цифровых товаров",
    description:
      "Фотограф или художник? Музыкант или композитор? Писатель или программист? Кем бы ты не являлся, занимайся тем, что любишь и умеешь, монетизируй свою деятельность вместе с ClickContent! ClickContent - это самый простой способ продавать цифровые товары, размещая ссылки на них в социальных сетях или на собственном веб-сайте.",
    keywords:
      "clickcontent, контент, платформа, создание, продвижение, контент-маркетинг, контент-стратегия, контент-план, контент-продвижение, контент-продюсирование, контент-продакшн, контент-менеджмент, контент-оптимизация, контент-разработка, контент-продажи",
    ogTitle: "ClickContent | платформа для продажи авторских цифровых товаров",
    ogDescription:
      "Фотограф или художник? Музыкант или композитор? Писатель или программист? Кем бы ты не являлся, занимайся тем, что любишь и умеешь, монетизируй свою деятельность вместе с ClickContent! ClickContent - это самый простой способ продавать цифровые товары, размещая ссылки на них в социальных сетях или на собственном веб-сайте.",
  },

  BLOGS: {
    title: "ClickContent | Как монетизировать авторский контент",
    description: "Как продать свой авторский контент",
    keywords:
      "clickcontent, продать курс, монетизировать блог, монетизировать творчество, продать фото",
    ogUrl: "https://clickcontent.eu/blog",
    ogTitle: "ClickContent | Как монетизировать авторский контент",
    ogDescription: "Как продать свой авторский контент",
  },
  ABOUT: {
    title: "ClickContent | О нас",
    ogUrl: "https://clickcontent.eu/about",
    keywords:
      "clickcontent, о нас, информация, продать курс, монетизировать блог, монетизировать творчество, продать фото",
  },
  RECEIPT: {
    title: "ClickContent | Быстрые ссылки",
    ogUrl: "https://clickcontent.eu/receipt",
    keywords:
      "clickcontent, о нас, оплата, быстрые ссылки, информация, продать курс, монетизировать блог, монетизировать творчество, продать фото",
  },
  POLICY: {
    title: "ClickContent | Политика конфеденциальности",
    ogUrl: "https://clickcontent.eu/policy",
    keywords:
      "clickcontent, концеденциальность, политика конфеденциальности, информация, продать курс, монетизировать блог, монетизировать творчество, продать фото",
    ogTitle: "ClickContent | Политика конфеденциальности",
  },
  TERMS: {
    title: "ClickContent | Условия испозования",
    ogUrl: "https://clickcontent.eu/terms",
    keywords:
      "clickcontent, концеденциальность, политика конфеденциальности, информация, продать курс, монетизировать блог, монетизировать творчество, продать фото",
    ogTitle: "ClickContent | Условия испозования",
  },
};
