import SEOHelmet from '@components/SeoHelmet/SeoHelmet.tsx'
import { seoVariables } from '@/constants/seo-variables.ts'
import React from 'react'

const Policy = () => {
  return (
      <section className='pt-28 pb-8'>
        <SEOHelmet
            title={seoVariables.POLICY.title}
            description={seoVariables.MAIN.description}
            keywords={seoVariables.POLICY.keywords}
            ogTitle={seoVariables.MAIN.ogTitle}
            ogDescription={seoVariables.MAIN.ogDescription}
            ogUrl={seoVariables.POLICY.ogUrl}
        />
        <div className='container'>
          <div className='docs'>
            <h1 className='text-4xl text-center font-bold mb-10 max-sm:text-2xl max-sm:mb-6'>
              Политика конфиденциальности
            </h1>
            <p style={{marginBottom: "0.28cm"}}>
              <br/>
              <br/>
            </p>
            <p style={{marginBottom: "0.28cm"}}>
              <b>1. Что регулирует настоящая политика конфиденциальности</b>
            </p>
          {/*  <p style={{marginBottom: "0cm", lineHeight: "100%"}}>
              Настоящая политика конфиденциальности (далее — Политика) действует в отношении всей информации,
              включая персональные данные в понимании законодательства UK (далее — «Персональная информация»),
              которую XPERTIZE, LTD могут получить о Вас в процессе использования Вами Сервиса CLICKCONTENT.
            </p>*/}
            <p style={{marginBottom: "0.28cm"}}>
              <br/>
              <br/>
            </p>
            <p style={{marginBottom: "0.28cm"}}>
              <b>2. Кто обрабатывает информацию</b>
            </p>
          {/*  <p style={{marginBottom: "0cm", lineHeight: "100%"}}>
              Для обеспечения использования Вами Сервиса CLICKCONTENT Ваша Персональная информация собирается и
              используется XPERTIZE, LTD — 85 Great Portland Street, London, W1W 7LT, United Kingdom.
            </p>*/}
            <p style={{marginBottom: "0.28cm"}}>
              <br/>
              <br/>
            </p>
            <p style={{marginBottom: "0.28cm"}}>
              <b>3. Цель политики конфиденциальности</b>
            </p>
            <p style={{marginBottom: "0cm", lineHeight: "100%"}}>
              Защита Вашей Персональной информации и Вашей конфиденциальности чрезвычайно важны для нас. Поэтому при
              использовании Вами Сервиса CLICKCONTENT мы защищаем и обрабатываем Вашу Персональную информацию в
              строгом соответствии с законодательством.
            </p>
            <p style={{marginBottom: "0.28cm"}}>
              <br/>
              <br/>
            </p>
            <p style={{marginBottom: "0.28cm"}}>
              <b>4. Какую Персональную информацию о Вас мы собираем</b>
            </p>
            <p style={{marginBottom: "0cm", lineHeight: "100%"}}>
              Нам необходимо обрабатывать информацию о Вас для предоставления
              Продуктов
            </p>
            <p style={{marginBottom: "0cm", lineHeight: "100%"}}>
              CLICKCONTENT. <br/>
              Типы информации, которую мы собираем, зависят от того, как Вы
              используете
            </p>
            <p style={{marginBottom: "0cm", lineHeight: "100%"}}>
              наши Продукты.
            </p>
            <p style={{marginBottom: "0cm", lineHeight: "100%"}}>
              <b>
                Мы собираем:
                <br/>
              </b>
              - Ваши действия, действия других людей;
            </p>
            <p style={{marginBottom: "0cm", lineHeight: "100%"}}>
              - предоставляемые Вами информация и контент, сообщения и другую
              информацию, которые Вы предоставляете при использовании наших
              Продуктов, в том числе когда Вы регистрируете аккаунт, создаете
              контент или делитесь им, отправляете сообщения или взаимодействуете
              с другими людьми. <br/> - при создании профиля - информацию о себе,
              необходимую для того, чтобы другие
            </p>
            <p style={{marginBottom: "0cm", lineHeight: "100%"}}>
              пользователи могли узнать о Вас;
              <br/>- при создании публикации доступ к медиафайлам, а также файлам
              на диске, чтобы Вы могли Выбрать из любой папки вашего устройства
              <br/>- информация из предоставляемого вами контента или информация
              о нем (такая как метаданные), например место, где было сделано фото,
              или дата создания файла;
              <br/>- данные о том, что Вы видите, с помощью предоставляемых нами
              функций, таких как
            </p>
            <p style={{marginBottom: "0cm", lineHeight: "100%"}}>
              наша камера, например, чтобы предлагать маски и фильтры, которые
              могут вам
            </p>
            <p style={{marginBottom: "0cm", lineHeight: "100%"}}>
              понравиться, или давать советы по использованию режима съемки
              "Портрет"%;
              <br/>- информацию о людях, хештегах, аккаунтах и группах, с
              которыми Вы связаны, и о Вашем взаимодействии с ними в наших
              Продуктах, в частности о людях, с которыми Вы больше всего
              общаетесь, или группах, к которым Вы присоединились;
              <br/>- контактную информацию, если Вы загружаете, синхронизируете
              или импортируете ее с устройства (например, адресную книгу, журнал
              Вызовов или SMS), и используем ее, к примеру, чтобы помогать вам и
              другим пользователям находить людей, которых Вы можете знать, и в
              других целях;
            </p>
            <p style={{marginBottom: "0cm", lineHeight: "100%"}}>
              - информацию о том, как Вы используете наши Продукты, такую как типы
              контента, который Вы просматриваете или с которым Вы
              взаимодействуете; функции, которые Вы используете; действия, которые
              Вы совершаете; люди или аккаунты, с которыми Вы взаимодействуете;
              время, частота и продолжительность ваших действий;
            </p>
            <p style={{marginBottom: "0cm", lineHeight: "100%"}}>
              - мы регистрируем данные о том, когда Вы используете и в последний
              раз использовали наши Продукты, какие публикации, видео и другой
              контент Вы просматриваете в наших Продуктах;
            </p>
            <p style={{marginBottom: "0cm", lineHeight: "100%"}}>
              - информация о Вас, например, когда другие люди делятся фото с вами
              или комментируют такое
            </p>
            <p style={{marginBottom: "0cm", lineHeight: "100%"}}>
              фото, отправляют вам сообщение, загружают, синхронизируют или
              импортируют вашу
            </p>
            <p style={{marginBottom: "0cm", lineHeight: "100%"}}>
              контактную информацию;
            </p>
            <p style={{marginBottom: "0cm", lineHeight: "100%"}}>
              - информацию с используемых вами компьютеров, телефонов,
              подключенного ТВ и других подключенных к Интернету устройств,
              интегрируемых с нашими Продуктами, а также информацию об этих
              устройствах, мы объединяем такие данные с разных устройств, которые
              Вы используете. <br/>
              <br/>
            </p>
            <p style={{marginBottom: "0cm", lineHeight: "100%"}}>
              <b>Данные с особой защитой.</b>
              <br/> В полях профиля CLICKCONTENT или Событиях из жизни Вы можете
            </p>
            <p style={{marginBottom: "0cm", lineHeight: "100%"}}>
              по желанию указать информацию о своих религиозных убеждениях,
              политических
            </p>
            <p style={{marginBottom: "0cm", lineHeight: "100%"}}>
              взглядах, лицах, которые Вас интересуют, или состоянии вашего
              здоровья. Эта и
            </p>
            <p style={{marginBottom: "0cm", lineHeight: "100%"}}>
              другая информация (в том числе раса и этническое происхождение,
              философские
            </p>
            <p style={{marginBottom: "0cm", lineHeight: "100%"}}>
              взгляды или членство в профсоюзах) требует особых мер защиты,
              которые мы безусловно реализуем.
            </p>
            <p style={{marginBottom: "0cm", lineHeight: "100%"}}>
              <br/>
            </p>
            <p style={{marginBottom: "0cm", lineHeight: "100%"}}>
              Мы используем собранную нами информацию о том, как Вы используете
              наши Продукты
            </p>
            <p style={{marginBottom: "0cm", lineHeight: "100%"}}>
              на своем телефоне, для более эффективной персонализации контента
              (включая
            </p>
            <p style={{marginBottom: "0cm", lineHeight: "100%"}}>
              рекламу) или функций, которые Вы видите при использовании наших
              Продуктов на
            </p>
            <p style={{marginBottom: "0cm", lineHeight: "100%"}}>
              другом устройстве, например, на ноутбуке или планшете, либо для
              определения,
            </p>
            <p style={{marginBottom: "0cm", lineHeight: "100%"}}>
              совершили ли Вы какие-либо действия в ответ на рекламу, показанную
              нами на Вашем
            </p>
            <p style={{marginBottom: "0cm", lineHeight: "100%"}}>
              телефоне, на другом устройстве.
              <br/>
              <br/>
            </p>
            <p style={{marginBottom: "0.28cm"}}>
              <b>Мы получаем с Ваших устройств следующую информацию:</b>
            </p>
            <p style={{marginBottom: "0cm", lineHeight: "100%"}}>
              <b>Атрибуты устройства:</b> такая информация, как операционная
              система, версии аппаратного и программного обеспечения, уровень
              заряда аккумулятора, сила сигнала, объем доступной памяти, тип
              браузера, имена и типы приложений и файлов, а также плагины.
            </p>
            <p style={{marginBottom: "0cm", lineHeight: "100%"}}>
              <b>Действия на устройстве:</b> информация о действиях на устройстве,
              в частности расположение окна на переднем или заднем плане, движения
              указателя мыши (это помогает отличить ботов от людей).
            </p>
            <p style={{marginBottom: "0cm", lineHeight: "100%"}}>
              <b>Идентификаторы:</b>
              уникальные идентификаторы, идентификаторы устройств и другие
            </p>
            <p style={{marginBottom: "0cm", lineHeight: "100%"}}>
              идентификаторы, например игр, приложений или аккаунтов, которые вы
              используете, а
            </p>
            <p style={{marginBottom: "0cm", lineHeight: "100%"}}>
              также ID общего устройства (или другие идентификаторы, уникальные
              для Сервиса CLICKCONTENT).
            </p>
            <p style={{marginBottom: "0cm", lineHeight: "100%"}}>
              <b>Сигналы устройств:</b> сигналы Bluetooth и информация о
              расположенных поблизости
            </p>
            <p style={{marginBottom: "0cm", lineHeight: "100%"}}>
              точках доступа Wi-Fi, маячках и вышках сотовой связи.
            </p>
            <p style={{marginBottom: "0cm", lineHeight: "100%"}}>
              <b>Данные из настроек устройства:</b> информация, которую вы
              разрешаете нам получать
            </p>
            <p style={{marginBottom: "0cm", lineHeight: "100%"}}>
              путем включения настроек устройства, таких как доступ к данным о
              Вашем
            </p>
            <p style={{marginBottom: "0cm", lineHeight: "100%"}}>
              местоположении (GPS), камере или фото.
            </p>
            <p style={{marginBottom: "0cm", lineHeight: "100%"}}>
              <b>Сеть и подключения:</b> такая информация, как название вашего
              мобильного оператора
            </p>
            <p style={{marginBottom: "0cm", lineHeight: "100%"}}>
              или провайдера, язык, часовой пояс, номер мобильного телефона,
              IP-адрес, скорость
            </p>
            <p style={{marginBottom: "0cm", lineHeight: "100%"}}>
              соединения и в некоторых случаях информация о других устройствах,
              расположенных
            </p>
            <p style={{marginBottom: "0cm", lineHeight: "100%"}}>
              поблизости или входящих в Вашу сеть, чтобы мы могли выполнять такие
              операции, как
            </p>
            <p style={{marginBottom: "0cm", lineHeight: "100%"}}>
              потоковая передача видео с Вашего телефона на телевизор.
            </p>
            <p style={{marginBottom: "0cm", lineHeight: "100%"}}>
              <b>Данные файлов cookie:</b> данные из файлов cookie, хранящихся на
              Вашем устройстве, в
            </p>
            <p style={{marginBottom: "0cm", lineHeight: "100%"}}>
              том числе идентификаторы и настройки файлов cookie.
            </p>
            <p style={{marginBottom: "0.28cm"}}>
              <br/>
              <br/>
            </p>
            <p style={{marginBottom: "0.28cm"}}>
              <br/>
              <br/>
            </p>
            <p style={{marginBottom: "0.28cm"}}>
              <br/>
              <br/>
            </p>
            <p style={{marginBottom: "0.28cm"}}>
              <br/>
              <br/>
            </p>
            <p style={{marginBottom: "0.28cm"}}>
              Мы не собираем данные с целью составления «портрета» пользователя в
              той степени, при которой это может существенно повлиять на Ваши
              права и свободы.
              <br/>
              <b>
                <br/>
                5. Каким образом собирается эта информация
                <br/>
              </b>
              <br/>
              Мы собираем информацию когда Вы используете наши Продукты, а так же
              контент о Вас, которым делятся и повторно делятся другие люди.
            </p>
            <p style={{marginBottom: "0cm", lineHeight: "100%"}}>
              Вам следует проявлять осмотрительность при выборе аудитории, так как
              люди, которые могут видеть Ваши действия в наших Продуктах, могут
              делиться этой информацией с другими людьми в наших Продуктах и вне
              их, в том числе с людьми и компаниями, не входящими в выбранную вами
              аудиторию.
              <br/>
              Например, когда Вы делитесь публикацией или отправляете сообщение
              определенным друзьям или аккаунтам, они могут скачивать, делать
              снимки экрана или репост этого контента для других людей. Кроме
              того, когда вы комментируете чью-либо публикацию или реагируете на
              чей-либо контент, ваш комментарий или реакция видны всем, кто видит
              контент этого человека, и этот человек может впоследствии изменить
              аудиторию.
            </p>
            <p style={{marginBottom: "0cm", lineHeight: "100%"}}>
              Люди также могут использовать наши Продукты, чтобы создавать контент
              о Вас и делиться им с выбранной ими аудиторией. Например, они могут
              поделиться фото с Вами в истории, упомянуть или отметить Вас в
              каком-то месте в публикации, а также поделиться информацией о вас в
              своих публикациях или сообщениях.
            </p>
            <p style={{marginBottom: "0cm", lineHeight: "100%"}}>
              Члены Ваших сообществ могут видеть сигналы, указывающие на Ваш
              активный статус
            </p>
            <p style={{marginBottom: "0cm", lineHeight: "100%"}}>
              в Сервисе, или на то, когда вы в последний раз использовали Сервис.
            </p>
            <p style={{marginBottom: "0.28cm", lineHeight: "100%"}}>
              <br/>
            </p>
            <p style={{marginBottom: "0.28cm"}}>
              <b>6. Кому возможна передача информации</b>
            </p>
            <p style={{marginBottom: "0.28cm", lineHeight: "100%"}}>
              <b>Новый владелец.</b> Если наши Продукты или их объекты полностью или частично переходят в
              собственность или под контроль другого лица, мы можем передать Вашу информацию новому владельцу.
            </p>
            <p style={{marginBottom: "0.28cm", lineHeight: "100%"}}>
              <b>Обмен информацией со сторонними партнерами.</b> Мы работаем со сторонними партнерами,
              которые помогают нам предоставлять и совершенствовать наши Продукты или используют наши
              инструменты для продвижения своего бизнеса. Благодаря этому сотрудничеству наши компании работают
              и предоставляют бесплатные сервисы Пользователям. Мы никому не продаем и никогда не будем
              продавать вашу информацию. Мы также строго ограничиваем способы использования и раскрытия
              партнерами предоставленных нами данных.
            </p>
            <p style={{marginBottom: "0.28cm", lineHeight: "100%"}}>
              <b>Типы третьих сторон, с которыми мы делимся информацией:</b>
            </p>
            <p style={{marginBottom: "0.28cm", lineHeight: "100%"}}>
              <b>Партнеры, использующие наши сервисы аналитики.</b> Мы предоставляем обобщенную статистику,
              которая помогает людям и компаниям анализировать взаимодействие пользователей с их публикациями,
              объявлениями.
            </p>
            <p style={{marginBottom: "0.28cm", lineHeight: "100%"}}>
              <b>Рекламодатели.</b> Мы предоставляем рекламодателям отчеты о типах людей, которые просматривают
              их рекламу, и результативности их рекламы, но не делимся с ними информацией, идентифицирующей вашу
              личность (такой как ваше имя или электронный адрес, который сам по себе может использоваться для
              связи с вами или идентифицирует вашу личность), без вашего разрешения. К примеру, они могут
              получать от нас общие демографические данные и информацию об интересах пользователей (например:
              рекламу просмотрела женщина в возрасте от 25 до 34 лет из Ростова, которая увлекается разработкой
              программного обеспечения). Мы также предоставляем им подтверждение того, что определенное
              объявление привело к совершению Вами покупки или иного действия в связи с рекламодателем.
            </p>
            <p style={{marginBottom: "0.28cm", lineHeight: "100%"}}>
              <b>Партнеры по измерениям.</b> Мы делимся информацией о вас с компаниями, которые обобщают ее для
              предоставления нашим партнерам аналитических отчетов и отчетов об измерениях.
            </p>
            <p style={{marginBottom: "0.28cm", lineHeight: "100%"}}>
              <b>Партнеры, предлагающие товары и услуги в наших Продуктах.</b> Когда вы оформляете подписку для
              получения платного контента или покупаете что-то у продавца в наших Продуктах, создатель контента
              или продавец может получить Вашу общедоступную информацию и другую информацию, которой вы делитесь
              с ними, а также информацию, необходимую для совершения транзакции, в том числе информацию о
              доставке и контактные данные.
            </p>
            <p style={{marginBottom: "0.28cm", lineHeight: "100%"}}>
              <b>Поставщики товаров и услуг.</b> Мы предоставляем информацию и контент поставщикам товаров и
              услуг, которые поддерживают нашу деятельность, например обслуживают техническую инфраструктуру,
              анализируют использование наших Продуктов, работают с клиентами, обеспечивают платежи и проводят
              опросы.
            </p>
            <p style={{marginBottom: "0.28cm", lineHeight: "100%"}}>
              <b>Исследователи и ученые.</b> Мы также предоставляем информацию и контент партнерам по
              исследованиям и ученым для проведения исследований, которые способствуют развитию науки и
              инновациям, полезным для нашей деятельности или миссии, а также совершению открытий и новым
              разработкам в области общего социального обеспечения, технического прогресса, общественных
              интересов, здравоохранения и благополучия.
            </p>
            <p style={{marginBottom: "0.28cm", lineHeight: "100%"}}>
              <b>Правоохранительные органы и официальные запросы.</b> Мы предоставляем информацию
              правоохранительным или другим органам по официальным запросам, строго соблюдая требования
              законодательства UK.
            </p>


            <p style={{marginBottom: "0.28cm"}}>
              <b>
                <br/>
                7. Правовая основа и цели обработки Вашей Персональной информации
              </b>
            </p>
            <p style={{marginBottom: "0.28cm", lineHeight: "100%"}}>
              Мы собираем, обрабатываем, используем и передаем Вашу Персональную
              информацию только в том случае:
            </p>
            <p style={{marginBottom: "0.28cm", lineHeight: "100%"}}>
              - когда это необходимо;
            </p>
            <p style={{marginBottom: "0.28cm", lineHeight: "100%"}}>
              - в соответствии с вашим согласием, которое вы можете в любое время
              отозвать;
            </p>
            <p style={{marginBottom: "0.28cm", lineHeight: "100%"}}>
              - когда это необходимо для выполнения наших, установленных
              законодательством, обязанностей;
            </p>
            <p style={{marginBottom: "0.28cm", lineHeight: "100%"}}>
              - для защиты ваших жизненных интересов или жизненных интересов
              других людей;
            </p>
            <p style={{marginBottom: "0.28cm", lineHeight: "100%"}}>
              - когда это необходимо в интересах общества;
            </p>
            <p style={{marginBottom: "0.28cm", lineHeight: "100%"}}>
              - когда это необходимо в наших законных интересах или законных
              интересах других
            </p>
            <p style={{marginBottom: "0.28cm", lineHeight: "100%"}}>
              людей, включая наши интересы, касающиеся предоставления
              инновационного,
            </p>
            <p style={{marginBottom: "0.28cm", lineHeight: "100%"}}>
              персонализированного, безопасного и прибыльного сервиса нашим
              пользователям и
            </p>
            <p style={{marginBottom: "0.28cm", lineHeight: "100%"}}>
              партнерам, если эти интересы не противоречат вашим интересам,
              основным правам
            </p>
            <p style={{marginBottom: "0.28cm", lineHeight: "100%"}}>
              или свободам, требующим защиты личных данных;
            </p>
            <p style={{marginBottom: "0.28cm", lineHeight: "100%"}}>
              - когда обработка необходима для выполнения договоров между Вами и
              Сервисом, таких как Лицензионное соглашение на использование сервиса
              CLICKCONTENT для мобильных устройств, Условия использования сервиса
              CLICKCONTENT – Договор эскроу;
            </p>
            <p style={{marginBottom: "0.28cm", lineHeight: "100%"}}>
              - чтобы лучше понимать, как Вы взаимодействуете с нашим Сервисом и
              нашими ПРодуктами;
            </p>
            <p style={{marginBottom: "0.28cm", lineHeight: "100%"}}>
              - чтобы предлагать Вам Продукты наши или других компаний, которые,
              по нашему мнению, могут Вас заинтересовать (т. е. показывать Вам
              рекламу, учитывающую Ваши интересы).
            </p>
            <p style={{marginBottom: "0.28cm", lineHeight: "100%"}}>
              Начало использования Вами Сервиса CLICKCONTENT Выражает Ваше
              согласие с такой обработкой Вашей Персональной информации. Настоящим
              мы информируем Вас, а Вы подтверждаете, что у Вас нет никаких
              обязательств по предоставлению нам какой-либо Персональной
              информации при использовании Вами Сервиса CLICKCONTENT, и такое
              предоставление основано исключительно на Вашей свободной воле.
              Вместе с тем Вы осознаете, что без предоставления Персональной
              информации мы не сможем предоставить Вам возможность воспользоваться
              Сервисом, а использование Вами Сервиса будет ограничено.
            </p>
            <p style={{marginBottom: "0.28cm", lineHeight: "100%"}}>
              Мы всегда обрабатываем Вашу Персональную информацию в определенных
              целях и только ту Персональную информацию, которая имеет отношение к
              достижению таких целей. В частности, мы обрабатываем Вашу
              Персональную информацию для следующих целей:
              <br/>- предоставление Вам доступа к Сервису;
              <br/>- предоставление доступа к Вашей учетной записи;
              <br/>- осуществление связи с Вами для направления Вам уведомлений,
              запросов и информации, относящейся к работе Сервиса;
              <br/>- персонализация рекламы и предложений с учетом Ваших
              предпочтений, истории поиска и другой Персональной информации о Вас,
              доступной нам;
              <br/>- повышение удобства использования Сервиса;
              <br/>- сбор, обработка и представление статистических данных,
              больших данных и других исследований;
              <br/>- Выявление угроз безопасности для Сервиса, пользователей,
              и/или третьих лиц, в том числе проверка Вашей благонадежности при
              заключении договоров с использованием Сервиса;
            </p>
            <p style={{marginBottom: "0.28cm", lineHeight: "100%"}}>
              <br/>
            </p>
            <p style={{marginBottom: "0.28cm", lineHeight: "100%"}}>
              - организация приема Ваших платежей, осуществления Вами оплаты
              товаров и услуг с использованием Сервиса.
            </p>
            <p style={{marginBottom: "0.28cm", lineHeight: "100%"}}>
              <br/>
            </p>
            <p style={{marginBottom: "0.28cm"}}>
              <b>8. Как мы защищаем Вашу Персональную информацию</b>
            </p>
            <p style={{marginBottom: "0cm", lineHeight: "100%"}}>
              В большинстве случаев Персональная информация обрабатывается автоматически без доступа к ней кого-либо из сотрудников LTD. В случае если такой доступ понадобится, то он может быть предоставлен только тем сотрудникам, которые нуждаются в этом для Выполнения своих задач.
              Для защиты и обеспечения конфиденциальности данных все наши сотрудники обязаны соблюдать внутренние правила и процедуры в отношении обработки Персональной информации. Они также обязаны следовать всем техническим и организационным мерам безопасности, действующим для защиты Вашей Персональной информации.

            </p>
            <p style={{marginBottom: "0cm", lineHeight: "100%"}}>
              Мы обладаем достаточными техническими и организационными мерами для
              защиты Персональной информации от несанкционированного, случайного
              или незаконного уничтожения, потери, изменения, недобросовестного
              использования, раскрытия или доступа, а также иных незаконных форм
              обработки. Данные меры безопасности были реализованы с учетом
              современного уровня техники, рисков, связанных с обработкой и
              характером Персональной информации.
            </p>
            <p style={{marginBottom: "0.28cm"}}>
              <b>
                <br/>
                8. Где хранится и обрабатывается Ваша Персональная информация
              </b>
            </p>
            <p style={{marginBottom: "0.28cm"}}>
              Ваша Персональная информация будет храниться в Российской Федерации.
            </p>
            <p style={{marginBottom: "0.28cm"}}>
              <b>
                9. Как долго мы храним Вашу Персональную информацию, хранение
                данных, отключение и удаление аккаунта
              </b>
            </p>
            <p style={{marginBottom: "0cm", lineHeight: "100%"}}>
              Мы будет хранить Вашу Персональную информацию столько времени,
              сколько это необходимо для достижения цели, для которой она была
              собрана, или для соблюдения требований законодательства и
              нормативных актов.
              <br/>
              Мы храним данные до тех пор, пока в них не отпадет необходимость для
              предоставления наших сервисов и Продуктов или пока не будет удален
              ваш аккаунт, в зависимости от того, что произойдет раньше. Срок
              хранения определяется в индивидуальном порядке в зависимости от
              таких факторов, как характер данных, цель их сбора и обработки, а
              также соответствующие причины их хранения в интересах соблюдения
              закона или обеспечения работы.
              <br/>
              Если вы отправляете копию удостоверения личности государственного
              образца, чтобы подтвердить свой аккаунт, мы удаляем такую копию
              через 30 дней после ее проверки, если не указано иное.
              <br/>
              <br/>
            </p>
            <p style={{marginBottom: "0.28cm"}}>
              <b>10. Ваши права</b>
            </p>
            <p style={{marginBottom: "0cm", lineHeight: "100%"}}>
              Вы имеете право на доступ к Вашей Персональной информации.
            </p>
            <p style={{marginBottom: "0cm", lineHeight: "100%"}}>
              Если Вы считаете, что какая-либо информация, которую мы храним о
              Вас, некорректная или неполная, Вы можете войти в свою учетную
              запись и исправить Вашу Персональную информацию самостоятельно.
            </p>
            <p style={{marginBottom: "0cm", lineHeight: "100%"}}>
              При использовании Вами Сервиса передача Персональной информациии
              сбор и обработка информации осуществляется c Вашего согласия,
              Выражающего свободную волю и Ваш интерес и не является обязанностью
              по закону.
            </p>
            <p style={{marginBottom: "0cm", lineHeight: "100%"}}>
              Если Вы не удовлетворены тем, как мы обрабатываем Вашу Персональную
              информацию, пожалуйста, сообщите нам, и мы рассмотрим Вашу
              претензию. Если Вы не удовлетворены ответом, Вы имеете право подать
              жалобу в компетентный орган.
            </p>
            <p style={{marginBottom: "0.28cm"}}>
              <br/>
              <br/>
            </p>
            <p style={{marginBottom: "0.28cm"}}>
              <b>11. Обновление настоящей Политики</b>
            </p>
            <p style={{marginBottom: "0.28cm"}}>
              В настоящую Политику могут быть внесены изменения, LTD имеет право вносить изменения по своему усмотрению, в том числе, но не ограничиваясь, в случаях, когда соответствующие изменения связаны с изменениями в применимом законодательстве, а также когда соответствующие изменения связаны с изменениями в работе Сервиса.
            </p>
            <p style={{marginBottom: "0.28cm"}}>
              <br/>
              <br/>
            </p>
            <p style={{marginBottom: "0.28cm"}}>
              Мы обязуемся не вносить существенных изменений, не налагать
              дополнительных обременений или ограничений Ваших прав, установленных
              настоящей Политикой без Вашего уведомления. Вы будете уведомлены о
              таких изменениях. Соответствующие уведомления могут быть отображены
              в Сервисе до того, как такие изменения вступят в силу.
            </p>
          </div>
        </div>
      </section>
  );
};

export default Policy;
